{
    "/Troll": "is Super at his job",
    "!Walk-On-through-the-Wind": "Walk On through the rain",
    "!When-you-walk": "through a storm hold your head up high and don't be afraid of the dark\nAt the end of a Storm there's a golden sky and the sweet silver song of the lark\nWalk on through the wind\nWalk on through the rain, for your dreams be tossed and blown\nWalk On, Walk On with hope in your hearts and You'll Never Walk Alone, **YOU'LL NEVER WALK ALONE**\nWalk On, Walk On with hope in your hearts and You'll Never Walk Alone, **YOU'LL NEVER WALK ALONE**",
    "/troll": "The greatest mod this game had",
    "/hoes": "stop asking for this shit",
    "!At-the-end-of-a-Storm": "there's a golden sky and the sweet silver song of the lark",
    "!Scotland'sNo1": "Celtic",
    "/launcher": "https://github.com/MCMrARM/mc-w10-version-launcher/releases/tag/0.1.0",
    "/blacklist": "Done! That felt good",
    "!Walk-On": "Walk On with hope in your hearts and You'll Never Walk Alone",
    "/welcome": "Welcome! <:Cake:619552132298964993>",
    "/leaderboards": "https://www.speedrun.com/mcbe",
    "@testy": "test",
    "!uwu": "uwu",
    "/Don't": "Buy The Sun Newspaper",
    "!For-your-dreams": "be tossed and blown",
    "/swipe": "not an alt",
    "!HereWeGo": "10 in a Row!",
    "/Make": "Troll Supermod",
    "/boards": "https://www.speedrun.com/mcbe",
    "/ban": "shut up",
    "/pending": "this annoys me",
    "/locate": "head north",
    "/ssg": "https://www.speedrun.com/mcbe#Any_Glitchless",
    "!When-you-walk-through-a-storm": "hold your head up high",
    "!lenny": "( ͡° ͜ʖ ͡°)",
    "!hwg": "10 iar",
    "!GlasgowRangers": "You Let Your Club Die!",
    "!e🅱️ic": "HEY GUYS ITS SHIGAME45",
    "!testy": "test",
    "!toxicitypass": "```TOXICITY PASS\n\nTHE HOLDER OF THIS PASS HAS PERMISSION FROM THE HEAVENS ABOVE TO DO AND SAY WHATEVER THE HELL THEY WANT\nTHEY ARE ALLOWED TO BE AS TOXIC AS THEY WILL WITHOUT REPERCUSSIONS\n\nPASS OWNER: Duck W aka Weexy aka Indy Kambeitz\nPASS OWNER: Ex-Duck K aka Kai McCann aka Madelines long lost sibling```",
    "!welcome": "Welcome! <:mango:715738087627685908>",
    "!learntoread": "When two players are tied on the leaderboards **ONLY ONE FUCKER WILL BE VISIBLE**",
    "!mobiledupe": "1) place item to dupe in the crafting grid\n2) keep pressed until the green bar thing appears\nclick any \"Impossible\" craft (red ones)\n3)press the item to dupe (that is in your hotbar now -> it should have moved there since you pressed the impossible craft)\n4)your item should be duped",
    "!source": "https://github.com/AnInternetTroll/mcbeDiscordBot",
    "!sr.c": "https://www.speedrun.com/mcbe",
    "!lbsite": "https://aninternettroll.github.io/mcbeVerifierLeaderboard/index.html",
    "!leaderboardsite": "https://aninternettroll.github.io/mcbeVerifierLeaderboard/index.html",
    "!stop_crying": "Mods are human, we have lives. If your run isn't verified within 0.1 seconds of you submitting it then please don't Dm us asking us to verify your run. Speedrun.com gives you up to 3 weeks as an estimated time so if after 3 weeks have passed and your run hasn't been verified, then shoot one of us a Dm. If you constantly Dm us and hassle mods, you will get 3 warnings before you become muted and if you still continue, punishments will escalate like other breachments of the rules.",
    "!staff": "https://media.discordapp.net/attachments/709672550707363931/721226547817873519/tenor.gif",
    "!reeeee": "Oh my fucking god my run has been submitted for 3+ hours!!!! And you still didn't verify it?!?!!!!!?!!??? You guys are terrible mods I can NOT BELIEVE THIS!!!!!! are you actually serious?!?!?!? 3 WHOLE HOURS!!!!!! I genuinely do not know what you guys are DOING!!!!! what is taking so DAMN LONG?!?!?!!!! i am UPSET and would like to you verify my run!!!!!!!! It's your JOB!!!!!!!!! You can't even get your job right?!?!?!?!???!?! I will be contacting the OWNER and tell them how ABSOLUTELY TERRIBLE you are at your ONLY JOB!!!!!!!!!!!!!!!!!!!",
    "!findimg": "me when I findseed:\nhttps://i.imgur.com/K8D5p.jpg",
    "!ez": "I am practicing speed running right now and I am planning to have my friend and I speed run in bedrock - both mobile. Since there are no runs in bedrock co-op mobile any% I think we have what it takes. (We are both beginners.) So do I need to glitch in order to get into any% or do I get sent to any% glitchless? If so, then I can just look up some glitches or use some that I know but I would like to know.",
    "!clap": "👏",
    "!faq": "https://www.speedrun.com/mcbe/thread/vdv9t",
    "!hell": "@everyone",
    "!god": "i feel like ur a god mistaken",
    "!w": "I wank to Murray",
    "!torture": "<@!99457716614885376>",
    "!ping": "Oh WoW i Am RaReLy AcTiVe On ThIs SeRvEr AnD nEvEr CaRe AbOuT aNy OtHeR pInGs BuT iNsTeAd Of MuTiNg PiNgS fRoM tHiS cHaNnEl I wIlL iNsTeAd CoMpLaIn!!!",
    "!mango": "MKW community legend, best MCBE moderator, champion of the MSD community, and Jesus Christ himself. Also big brain programmer.",
    "!h": "h",
    "!mistaken": "hi",
    "!cringe": "DUHHH CIRNGE!!!! DUHHH BRINGE!!???!!1 CRINGE!!!!! IS THAT ALL YOU SHITPOSTING FUCKS CAN SAY!!??? DURR BASED BASED BASED CRINGE CRINGE BASED BASED CRINGE CRINGE CRINGE BASED CRINGE I FEEL LIKE IM IN A FUCKING ASYLUM FULL OF DEMENTIA RIDDEN OLD PEOPLE THAT CAN DO NOTHING BUT REPEAT THE SAME FUCKING WORDS ON LOOP LIKE A FUCKING BROKEN RECORD CRINGE CRINGE CRINGE BASED BASED CRINGE ONIONS ONIONS ONIONS SNOYY ONIONS LOL ONIONS!!! CRINGE!!!1 BOOMER!! LE ZOOMER!!!! I AM BOOMER!!!! NO ZOOM ZOOM ZOOMIES ZOOMER GOING ZOOMIES AHGHGH I FUCKING HATE THE INTERNET SO GODDAMN MUCH FUCKJK YOU SHITPOST I HONEST TO GOD HOPE YOUR MOTHER CHOKES ON HER OWN FECES IN HELL YOU COCKSUCKER VUT OHHH I KNOWM MY POST IS CRINGE ISNT IT?? CRINGE CRINGE CRINGR CRINGEY BASED CRINGE BASED REDDIT REDDIT CRINGE ZOOM CRINGE ONIONS REDDIT BASED BASED!!!!!!",
    "!fuckcommandglitch": "HELLO MINECRAFT SPEED PLAYERS! I Just got a time of 0.1 SECONDS!!!! It took a few hours of work BUT IT FINALLY HAPPENED I AM LITERALLY SHAKING I CLUTCHED IT SO HARD!!!!!!! NOW MODS PLEAAAAASE VERIFY IT SOON because i want a WR FOR THE HARDEST MINECRAFT RUN!! I just want to quickly make sure its ok to use commands right? because TOYCAT INVENTED IT SO IF YOU SAY OTHERWISE YOU ARE WRONG BECAUSE I AM THE BEST MINECRAFT PLAYER FUCK U!!!!",
    "!cool": "not <@!329538915805691905>",
    "!scamartist": "<@!536071288859656193>",
    "/sr.c": "https://www.speedrun.com/mcbe",
    "!tax": "<@615658069132836865>  has committed 28 cases of tax fraud",
    "!bringback": "%Diamond Penis%",
    "!mewhencommandglitch": "https://tenor.com/view/indignation-jump-window-done-gif-3443826",
    "!funny": "I completely understand everything that was said here above RKREE literally you can Fuck off I wasn't being an immature kid it was a genuine question as I didn't exactly know how this process works since I am new. i didn't post my run 3 hours ago either it's been about 3-4 days. You single handedly are the reason new speedrunners feel unwelcomed in the community. If you dont have anything helpful to say fuck off of my thread",
    "!howtoverify": "Please try again this command by getting an apiKey from https://www.speedrun.com/api/auth then do `!verify <apiKey>` in my DMs or anywhere in this server. \nBe careful who you share this key with. To learn more check out https://github.com/speedruncomorg/api/blob/master/authentication.md",
    "!runner": "Please try again this command by getting an apiKey from https://www.speedrun.com/api/auth then do !verify <apiKey> in my DMs or anywhere in this server. \nBe careful who you share this key with. To learn more check out https://github.com/speedruncomorg/api/blob/master/authentication.md",
    "!hardcore": "In this video, I coded it so the entire red army is in hardcore mode, and if one of us dies, we all die in real life. This was INSANE. Also, according to youtube statistics only a small percentage of people that watch my videos are actually subscribed, so please subscribe, its free, and you can always unsubscribe later.",
    "!daddy": "<@!400344183333847060>",
    "!communismbad": "<@&747837001637691493>",
    "!communismgood": "nah its shit",
    "!diamondpenis": "Guys Where The Fuck Is Diamond Penis, I Woke Up This Morning Looking Forward To Do Some Diamond Penis Runs, But when I Checked Speedrun . com it was gone. I dont know if its a glitch on my end or not, but if its truly gone i think im never going to speedrun this game again. The Diamond Penis Category Is What Kept Me Going On The Speedruns. Extremely Disappointed in the mods for removing it, never doing speedruns again😡",
    "!dark": "needs to run n3ds any%",
    "!lightmode": "eW liGhT mOdE bAd DarK mOdE gOoD",
    "!troll": "The greatest mod this game had",
    "!cusswords": "no more saying cuss words! it. is. not. good. i'm putting a video on youtube about no more saying cuss words. no more saying cuss words, guys! it's inappropriate, and violent! if you say a cuss word then you're like.... going to jail and you're.. like... when you go to jail.. if u- when you go to jail if you say.. if you say a cuss word you go to jail and when you go to jail, you said a cuss word.. then you're only gonna eat broccoli and other vegetables for your whole life. you don't wanna eat vegetables sometimes people like eating sweets but... i eat broccoli.. so, i'm okay with broccoli but i do not wanna go to jail.",
    "!roles": "```py\nfor i in pbs[\"data\"]:\n  if i[\"place\"] == 1:\n    if i[\"run\"][\"game\"] == \"yd4ovvg1\" or i[\"run\"][\"game\"] == \"v1po7r76\":\n        if not i[\"run\"][\"level\"]:\n          wrCounter = True\n    if i[\"run\"][\"game\"] == \"yd4ovvg1\" or i[\"run\"][\"game\"] == \"v1po7r76\":\n      # I have no shame\n      runnerCounter = True``` <https://github.com/AnInternetTroll/mcbeDiscordBot/blob/bf6182fad7bb5b44bd403218c68de4f90b0f4729/cogs/src.py#L287-L294>"
}